Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: 15/6-13 B shows an overall gas column of about 60 metres, of which 7 metres are in sandstone with moderate reservoir quality in the Hugin formation and 26 metres in sandstone with moderate reservoir properties in the Sleipner formation.
nb: 15/6-13 B viser en total gasskolonne på om lag 60 meter, hvorav 7 meter i sandstein med moderat reservoarkvalitet i Huginformasjonen og 26 meter med sandstein med moderate reservoaregenskaper i Sleipnerformasjonen.

source: The underlying sandstone in the Skagerrak formation is tight and aquiferous.
nb: Underliggende sandstein i Skagerrakformasjonen er tett og vannførende.

source: For the discovery as a whole, the overall oil and gas column totals about 300 metres, 150 metres for each.
nb: For funnet som helhet er total olje- og gasskolonne på til sammen om lag 300 meter, hvorav 150 meter for hver av dem.

source: Preliminary calculations of the size of the discovery are between one and two million standard cubic meters (Sm3) of recoverable oil equivalents in the Hugin formation, whereas calculations of any additional volumes from the Sleipner formation will require additional assessment for further clarification.
nb: Foreløpige beregninger av størrelsen på funnet er mellom en og to millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter i Huginformasjonen, mens beregninger av eventuelle tilleggsvolumer fra Sleipnerformasjonen krever en videre evaluering for nærmere avklaring.

source: None of the wells were formation-tested, but comprehensive data collection and sampling was conducted.
nb: Ingen av brønnene ble formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The licensees in the Gina Krog Unit will assess the discovery further with a view toward possible development and tieback to the Gina Krog field.
nb: Rettighetshaverne i Gina Krog Unit vil evaluere funnet videre med tanke på en mulig utvikling og tilknytning til Gina Krogfeltet.

source: Wells 15/6-13, 15/6-13 A and 15/6-13 B were drilled to a measured depth of 3577, 3925 and 3773 metres, respectively, and vertical depths of 3552, 3716 and 3447 metres below the sea surface.
nb: Brønnene 15/6-13, 15/6-13 A og 15/6-13 B ble boret til et målt dyp på henholdsvis 3577, 3925 og 3773 meter og vertikalt dyp på 3552, 3716 og 3447 meter under havflaten.

source: They were all terminated in the Skagerrak formation in the Upper Triassic.
nb: Alle ble avsluttet i Skagerrakformasjonen i øvre trias.

source: The wells were drilled by the Songa Trym drilling facility, which will now move on to drill another Statoil-operated well on the UK shelf.
nb: Brønnene ble boret av boreinnretningen Songa Trym, som nå skal fortsette med boring av en Statoil-operert brønn på britisk sokkel.

source: Bjørn Rasen, tel.
nb: Bjørn Rasen, tlf.

source: The field is located in the central part of the North Sea and was proven in 2008.
nb: Feltet er i den midtre delen av Nordsjøen og ble påvist i 2008.

source: The size of the field prior to drilling of these two appraisal wells was 24 million standard cubic metres (Sm3) of recoverable oil, 1 million Sm3 of recoverable condensate and 4.5 billion Sm3 of recoverable gas.
nb: Størrelsen på feltet før boring av disse to avgrensningsbrønnene var på 24 millioner standardkubikkmeter (Sm3) utvinnbar olje, 1 million Sm3 utvinnbar kondensat og 4,5 milliarder Sm3 utvinnbar gass.

source: The primary target for wells 16/1-21 S and 16/1-21 A was to investigate reservoir rocks and reservoir quality, as well as the extent of an overlying gas cap in the eastern part of the field in Middle Jurassic to upper Triassic reservoir rocks (the Hugin, Sleipner and Skagerrak formations, as well as the Statfjord group).
nb: Primært mål for brønnene 16/1-21 S og 16/1-21 A var å undersøke reservoarbergarter og reservoarkvalitet samt utstrekning av en overliggende gasskappe i østlig del av feltet i midtre jura til øvre trias reservoarbergarter (Hugin-, Sleipner- og Skagerrakformasjonen, samt Statfjordgruppen).

source: In addition, 16/1-21 S had a secondary exploration target in overlying Paleocene reservoir rocks (the Heimdal formation).
nb: I tillegg hadde 16/1-21 S et sekundært letemål i overliggende paleocene reservoarbergarter (Heimdalformasjonen).

source: 16/1-21 S encountered a total oil column of 54 metres, of which 25 metres were of good to very good reservoir quality in the Skagerrak formation.
nb: 16/1-21 S påtraff en total oljekolonne på 54 meter, hvorav 25 meter av god til meget god reservoarkvalitet i Skagerrakformasjonen.

source: The oil is undersaturated, which is also the case in the eastern part of the field (16/1-16 and 16/1-16 A).
nb: Oljen er undermettet som øst på feltet (16/1-16 og 16/1-16 A).

source: The gas/oil ratio (GOR) in the oil zone is 130-145 Sm3/Sm3.
nb: Gass/olje forholdet (GOR) i oljesonen er på 130-145 Sm3/Sm3.

source: The oil/water contact was not encountered, but was calculated at approx. 2436 metres, which is 2 metres deeper than previously assumed in the Skagerrak formation.
nb: Olje/vann-kontakten ble ikke påtruffet, men beregnet til om lag 2436 meter, som er 2 meter dypere enn tidligere antatt i Skagerrakformasjonen.

source: Gas was not encountered in the well.
nb: Gass ble ikke påtruffet i brønnen.

source: In the Heimdal formation, the well encountered 27 metres of aquiferous sandstone of good to very good quality.
nb: I Heimdalformasjonen påtraff brønnen 27 meter vannfylt sandstein av god til meget god kvalitet.

source: 16/1-21 A encountered a total oil column of 41 metres and a 4-metre gas column, of which a total of 29 metres was of very good reservoir quality in the Sleipner and Skagerrak formations.
nb: 16/1-21 A påtraff en total oljekolonne på 41 meter og en gasskolonne på 4 meter, hvorav i alt 29 meter av meget god reservoarkvalitet i Sleipner- og Skagerrakformasjonen.

source: The oil in the Sleipner formation is saturated, while the oil in the Skagerrak formation is largely undersaturated.
nb: I Sleipnerformasjonen er oljen mettet, mens i Skagerrakformasjonen er den i stor grad undermettet.

source: The well results have yielded valuable information as regards the final location of production and injection wells.
nb: Brønnresultatene har gitt verdifull informasjon med hensyn til endelig plassering av produksjons- og injeksjonsbrønner.

source: Further work going forward will integrate the new data and contribute to increased field understanding.
nb: Videre arbeid fremover vil integrere de nye dataene og bidra til ytterligere økt feltforståelse.

source: The Ivar Aase field field consists of production licences 001 B, 028 B, 242, 338 BS and 457.
nb: Ivar Aasen-feltet består av utvinningstillatelsene 001 B, 028 B, 242, 338 BS og 457.

source: The Plan for Development and Operation (PDO) was submitted to the Ministry of Petroleum and Energy on 21 December 2012.
nb: Plan for utbygging og drift (PUD) ble levert til Olje- og energidepartementet 21. desember 2012.

source: These are the fourth and fifth appraisal wells in production licence 001 B. This production licence was carved out of production licence 001 on 15 December 1999.
nb: Dette er den fjerde og femte avgrensningsbrønnen i utvinningstillatelse 001 B.

source: PL001 was originally awarded on 1 September 1965 (round 1-A).
nb: Tillatelsen ble skilt ut 15.12.1999 fra tillatelse 001, som ble tildelt 1.9.1965 (Runde 1-A).

source: The wells were drilled by the Maersk Interceptor drilling facility, which will now continue drilling appraisal well 16/1-22 S in the western part of the Ivar Aasen field.
nb: Brønnene ble boret av boreinnretningen Maersk Interceptor, som nå skal fortsette boring med avgrensningsbrønn 16/1-22 S i vestre del av Ivar Aasenfeltet.

source: The size of the field prior to drilling the appraisal wells was 24 million standard cubic metres (Sm3) of recoverable oil, 1 million Sm3 of recoverable condensate and 4.5 billion Sm3 of recoverable gas.
nb: Størrelsen på feltet før boring av avgrensningsbrønnene var på 24 millioner standardkubikkmeter (Sm3) utvinnbar olje, 1 million Sm3 utvinnbar kondensat og 4,5 milliarder Sm3 utvinnbar gass.

source: The objective of well 16/1-22 S was to investigate reservoir rocks and reservoir quality, as well as secure depth control along the west flank of the field in Middle Jurassic to Upper Triassic reservoir rocks (the Hugin, Sleipner and Skagerrak formations) in order to optimise well sites with a view to the drainage strategy.
nb: Hensikten med brønn 16/1-22 S var å undersøke reservoarbergarter og reservoarkvalitet samt sikre dybdekontroll langs vestflanken av feltet i midtre jura til øvre trias reservoarbergarter (Hugin-, Sleipner- og Skagerrakformasjonen) for å kunne optimalisere brønnplassering med tanke på dreneringsstrategi.

source: Sidetracks 16/1-22 A and 16/1-22 B were drilled 1000 metres northeast and 1350 metres north, respectively, of 16/1-22 S in order to investigate reservoir rocks and perform additional data acquisition.
nb: Sidestegene 16/1-22 A og 16/1-22 B ble boret henholdsvis 1000 meter nordøst og 1350 meter nord for 16/1-22 S for å undersøke reservoarbergarter og gjøre ytterligere datainnsamling.

source: 16/1-22 A also aimed to investigate an underlying seismic anomaly.
nb: I tillegg skulle 16/1-22 A undersøke en underliggende seismisk anomali.

source: 16/1-22 S encountered a 3-metre oil column in sandstone of good to very good reservoir quality in the Skagerrak formation.
nb: 16/1-22 S påtraff en oljekolonne på 3 meter i sandstein av god til meget god reservoarkvalitet i Skagerrakformasjonen.

source: The oil is saturated with a gas/oil ratio of about 160 Sm3/Sm3, as is the case otherwise in the western part of the field (16/1-11, 16/1-11 A and 16/1-9).
nb: Oljen er mettet med et gass/olje-forhold på om lag 160 Sm3/Sm3, som ellers i vest på feltet (16/1-11,16/1-11 A og 16/1-9).

source: The oil/water contact was not encountered, but was calculated at about 2435 metres, which is deeper than the previously calculated oil/water contact for the Skagerrak formation (16/1-11 A).
nb: Olje/vann-kontakten ble ikke påtruffet, men beregnet til om lag 2435 meter, som er dypere enn tidligere beregnet olje/vann-kontakt for Skagerrakformasjonen (16/1-11 A).

source: 16/1-22 A encountered a total oil column of about 55 metres in the Skagerrak formation, 30 metres of which was in sandstone of varying reservoir quality, from moderate to very good.
nb: 16/1-22 A påtraff en total oljekolonne på om lag 55 meter i Skagerrakformasjonen, hvorav 30 meter i sandstein med varierende reservoarkvalitet fra moderat til meget god.

source: The seismic anomaly is linked to the top of a total oil column of about 25 metres in underlying sandstone (alluvial fan), 15 metres of which had moderate reservoir properties.
nb: Den seismiske anomalien knyttes til toppen av en total oljekolonne på om lag 25 meter i underliggende sandstein (alluvial vifte), hvorav 15 meter med moderate reservoaregenskaper.

source: The oily part of the alluvial fan is not included in the field's previously reported reserves.
nb: Den oljeholdige delen av den sandige viften inngår ikke i feltets tidligere rapporterte reserver.

source: 16/1-22 B encountered a total oil column of about 45 metres in the Skagerrak formation, 25 metres of which was in sandstone of good to very good reservoir quality.
nb: 16/1-22 B påtraff en total oljekolonne på om lag 45 meter i Skagerrakformasjonen, hvorav 25 meter i sandstein med god til meget god reservoarkvalitet.

source: The results have yielded valuable information as regards the final location of production and water injection wells.
nb: Resultatene har gitt verdifull informasjon med hensyn til endelig plassering av produksjons- og vanninjeksjonsbrønner.

source: Gas was not encountered in the wells.
nb: Gass ble ikke påtruffet i brønnene.

source: The Plan for Development and Operation (PDO) of the Ivar Aasen field was submitted to the Ministry of Petroleum and Energy on 21 December 2012.
nb: Plan for utbygging og drift (PUD) for Ivar Aasen-feltet ble levert til Olje- og energidepartementet 21. desember 2012.

source: Wells 16/1-22 S, 16/1-22 A 16/1-22 B were drilled to measured depths of 2640, 2896 and 3215 metres, respectively, and vertical depths of 2562, 2468 and 2501 metres below the sea surface.
nb: Brønnene 16/1-22 S, 16/1-22 A og 16/1-22 B ble boret til et målt dyp på henholdsvis 2640, 2896 og 3215 meter og vertikalt dyp på 2562, 2468 og 2501 meter under havflaten.

source: The wells were drilled by the Maersk Interceptor drilling facility, which will now continue production drilling on the Ivar Aasen field once the platform's jacket has been installed.
nb: Brønnene ble boret av boreinnretningen Maersk Interceptor, som nå skal fortsette med produksjonsboring på Ivar Aasen-feltet etter at plattformens understell er installert.

source: In 2008, more exploration wells were drilled on the Norwegian continental shelf than ever before.
nb: Pressemelding 1/2009: I 2008 ble det boret flere letebrønner enn noen gang på norsk sokkel.

source: 56 exploration wells were spudded, compared with 32 in the previous year.
nb: Det ble påbegynt 56 letebrønner, mot 32 året før.

source: Almost every other well yielded a discovery, thus making 2008 a record-breaking year in the number of discoveries on the Norwegian shelf – 25 in all.
nb: Nær annenhver brønn ga funn, og fjoråret ble således et rekordår for antall funn på norsk sokkel – 25 funn totalt.

source: The oil production curve continues to decline; however, 2008 oil production was almost four per cent higher than the Norwegian Petroleum Directorate's forecast.
nb: Oljeproduksjonen fortsetter på en fallende kurve, men produksjonen i 2008 er likevel nesten fire prosent høyere enn Oljedirektoratets prognose.

source: Resource accounts (preliminary figures as of 31 December 2008) There is no significant change in the in the overall estimate for petroleum resources on the Norwegian shelf as of 31 December 2008.
nb: Ressursregnskapet (foreløpige tall per 31.12.2008) Det er ingen vesentlig endring i det totale anslaget for petroleumsressurser på norsk sokkel per 31. desember 2008.

source: The estimate is 13 billion standard cubic metres of oil equivalents (Sm³ o.e.).
nb: Anslaget er på 13 milliarder standard kubikkmeter oljeekvivalenter (Sm³ o.e.).

source: Exploration activity 56 exploration wells were spudded on the Norwegian continental shelf in 2008.
nb: Leteaktiviteten Det ble påbegynt 56 letebrønner på norsk kontinentalsokkel i 2008.

source: This is a record high, and an increase of 24 exploration wells compared with 2007.
nb: Det er rekord og en økning på 24 letebrønner sammenlignet med 2007.

source: 25 new discoveries were made in 2008.
nb: Det ble gjort 25 nye funn i 2008.

source: Of the 56 exploration wells, 42 were wildcat wells and 14 were appraisal wells.
nb: Av de 56 letebrønnene er 42 undersøkelsesbrønner og 14 avgrensningsbrønner.

source: 49 exploration wells were completed.
nb: Det ble avsluttet 49 letebrønner.

source: Investments The high price of oil in 2008 led to a considerable increase in both activity and cost levels on the Norwegian shelf.
nb: Investeringer Høy oljepris førte i 2008 til en betydelig økning i aktivitets- og kostnadsnivået på norsk sokkel.

source: Investments, including investments in exploration activities, showed a continued growth in relation to previous years.
nb: Investeringer inklusiv leteaktivitet viste i 2008 en fortsatt vekst i forhold til tidligere år.

source: In 2009, as many as ten new development plans may be submitted to the authorities for approval.
nb: I 2009 kan det bli sendt inn opp til ti nye utbyggingsplaner til myndighetene for godkjennelse.

source: New players Eight new companies were pre-qualified as licensees or operators on the Norwegian shelf in 2008.
nb: Nye aktører Åtte nye selskaper ble prekvalifisert som rettighetshaver eller operatør på norsk sokkel i 2008.

source: An additional 15 companies are currently being evaluated.
nb: Per i dag er 15 selskaper til vurdering.

source: Coexistence During the last couple of years we have seen a growing level of conflict between seismic acquisition activities and the fishery industry.
nb: Sameksistens I løpet av de siste par årene har det vært et økende konfliktnivå mellom seismikk- og fiskerinæringene.

source: This is largely due to an increase in seismic data acquisition as a consequence of a generally higher level of petroleum activity.
nb: Dette skyldes i hovedsak en økning i den seismiske datainnsamlingen som følge av økt petroleumsaktivitet generelt.

source: Seismic acquisition in Nordland VII and Troms II In 2008, the Norwegian Petroleum Directorate (NPD) acquired approximately 12 000 kilometres of 2D seismic data and 700 square kilometres of 3D seismic data in the Nordland VII and Troms II areas.
nb: Seismikk i Nordland VII og Troms II Oljedirektoratet samlet i 2008 inn cirka 12 000 kilometer 2D-seismikk og 700 kvadratkilometer 3D-seismikk i områdene Nordland VII og Troms II.

source: The acquisition of seismic data started in the summer of 2007 and will be concluded in the summer of 2009.
nb: Innsamlingen av seismiske data startet sommeren 2007 og blir avsluttet sommeren 2009.

source: This activity is carried out on assignment from the Norwegian Government.
nb: Dette blir utført på oppdrag for regjeringen.

source: Appraisal well 16/1-23 S is drilled 2.4 kilometres southeast of the Edvard Grieg platform.
nb: Avgrensningsbrønn 16/1-23 S er boret 2,4 kilometer sørøst for Edvard Grieg-plattformen.

source: The field was proven in the autumn of 2007 and consists of Cretaceous, Jurassic and Triassic reservoir rocks.
nb: Feltet ble påvist høsten 2007 og består av reservoarbergarter i kritt, jura og trias.

source: Prior to well 16/1-23 S being drilled, the operator's resource estimate for the field was 29.8 million standard cubic metres of recoverable oil.
nb: Før brønn 16/1-23 S ble boret, var operatørens ressursanslag for feltet på 29,8 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The purpose of the well was to investigate reservoir rocks, reservoir properties and the oil/water contact as regards delineating the south-eastern section of the Edvard Grieg field.
nb: Hensikten med brønnen var å undersøke reservoarbergarter, reservoaregenskaper og olje/vann-kontakten med hensyn til å avgrense den sørøstlige delen av Edvard Grieg-feltet.

source: In addition, the purpose was to optimise the drainage strategy for the best possible location of production wells in this area.
nb: I tillegg var formålet å optimalisere dreneringsstrategien for å kunne plassere utvinningsbrønner best mulig i dette området.

source: The well 16/1-23 S encountered a total oil column of 67 metres in conglomorate sandstone with moderate to good reservoir quality.
nb: Brønnen 16/1-23 S påtraff en total oljekolonne på 67 meter i konglomeratiske sandsteiner med moderat til god reservoarkvalitet.

source: The oil/water contact was encountered 1933.5m below the sea surface, which is 5.5 metres shallower than the contact in the rest of the field.
nb: Olje/vann-kontakten ble påtruffet 1933,5m under havflaten, som er 5,5 meter grunnere enn kontakten i resten av feltet.

source: A total of five small-scale formation tests (mini DSTs) have been carried out in the oil and water zone, with test production of one-metre intervals through the drilling string.
nb: I alt fem småskala formasjonstester (mini-DSTer) er gjennomført i olje og vannsonen, med test-produksjon av en-meters intervaller inn gjennom borestrengen.

source: The tests in the oil zone showed good flow properties, whereas the flow rate was moderate in the water zone.
nb: Testene i oljesonen viste gode strømningsegenskaper, mens i vannsonen var strømningsraten moderat.

source: Preliminary calculations show that the results from the well may result in an increase of between 1 and 8 million standard cubic metres recoverable oil in this section of the Edvard Grieg field.
nb: Foreløpige beregninger viser at resultatene fra brønnen kan føre til en økning på mellom 1 og 8 millioner standard kubikkmeter (Sm3) utvinnbar olje i denne delen av Edvard Grieg-feltet.

source: Further work is expected to reduce the uncertainty of this estimate.
nb: Videre arbeid er forventet å redusere usikkerheten i dette estimatet.

source: This is the tenth exploration well in production licence 338 and the seventh exploration well on the Edvard Grieg field.
nb: Dette er den tiende letebrønnen i utvinningstillatelse 338 og den syvende letebrønnen på Edvard Grieg.

source: A Plan for Development and Operation (PDO) for the Edvard Grieg field was submitted to the Ministry of Petroleum and Energy on 16 January 2012.
nb: Plan for utbygging og drift (PUD) for Edvard Grieg-feltet ble levert til Olje- og energidepartementet 16. januar 2012.

source: Appraisal well 16/1-23 S is drilled to a measured and vertical depth of 2130 and 2043 metres respectively below the sea surface and terminated in granite bedrock.
nb: Avgrensningsbrønn 16/1-23 S er boret til et målt og vertikalt dyp på henholdsvis 2130 og 2043 meter under havflaten og er avsluttet i granittisk grunnfjell.

source: The well was drilled by the drilling facility Rowan Viking, which now will continue to drill production and injection wells on the Edvard Grieg field.
nb: Brønnen ble boret av boreinnretningen Rowan Viking, som nå skal fortsette med å bore utvinnings- og injeksjonsbrønner på Edvard Grieg-feltet.

source: Wellbore 15/6-9 B will be drilled from the West Epsilon drilling facility at position 58° 35' 13.71'' North and 1° 44' 34.87'' East.
nb: Brønnbanen 15/6-9 B skal bores fra boreinnretningen West Epsilon i posisjon 58° 35' 13.71'' Nord og 1° 44' 34.87'' Øst.

source: The drilling program for wellbore 15/6-9 B relates to drilling of an appraisal well in production licence 303.
nb: Boreprogrammet for brønnbane 15/6-9 B gjelder boring av avgrensningsbrønn i utvinningstillatelse 303.

source: Statoil is the operator, with a 100% participating interest.
nb: Statoil er operatør med 100 % andel.

source: The area in this licence consists of all of blocks 15/2, 15/6 and 15/8, the western and eastern parts of 15/3, and the southern and northern parts of 15/5.
nb: Arealet i denne tillatelsen består av hele blokkene 15/2, 15/6 og 15/8, vestlige og østlige del av 15/3, sydlige og nordlige del av 15/5.

source: Block 15/6 is situated about 7 km north of Sleipner Vest and 3 km east of the 15/5-1 Dagny discovery in the central North Sea.
nb: Blokk 15/6 ligger om lag 7 km nord for Sleipner Vest og 3 km øst for 15/5-1 Dagny funnet i midtre del av Nordsjøen.

source: Production licence 303 was awarded in the North Sea Award in 2003.
nb: Utvinningstillatelse 303 ble tildelt i Nordsjøtildelinga i 2003.

source: This is the third well to be drilled in the production licence.
nb: Dette er den tredje brønnen som bores i utvinningstillatelsen.

source: The West Epsilon has just completed drilling 15/6-9 S and 15/6-9 A.
nb: West Epsilon har nettopp boret 15/6-9 S og 15/6-9 A.

source: Contact in the NPD: Eldbjørg Vaage Melberg, tel.: +47 51 87 61 00
nb: Kontakt i OD: Eldbjørg Vaage Melberg, tlf.: 51 87 61 00

source: The well was drilled about 10 kilometres southwest of the Edvard Grieg field in the central part of the North Sea and 210 kilometres west of Stavanger.
nb: Brønnen er boret om lag 10 kilometer sørvest for Edvard Griegfeltet i midtre del av Nordsjøen og 210 kilometer vest for Stavanger.

source: The objective of the well was to prove petroleum in Lower Palaeocene reservoir rocks (Ty formation).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter med reservoarkvalitet i nedre paleocen (Tyformasjonen).
